Repository: beckspaced/bs-supersized
Catalog: lang/*-supersized-*.po
Languages: de_de

source: Media Library
de_de: Mediathek

source: Media Library Settings
de_de: Mediathek Einstellungen

source: Media Library Enabled
de_de: Mediathek aktiviert

source: Media Library Pattern
de_de: Mediathek Suchmuster

source: You can also use pictures from your media library as fullscreen background.
de_de: Sie können auch Bilder aus der Mediathek als Vollbild-Hintergrund benutzen.

source: Just make sure to the picture resolution is a minimum size of <strong>2048 pixel</strong>.
de_de: Achten Sie bitte darauf, dass das Bild eine minimale Auflösung von <strong>2048 pixel</strong> Breite / Höhe besitzt.

source: The picture file name MUST matches the '<strong>Media Library Pattern</strong>' -> '<strong>supersized</strong>'.
de_de: Der Bild-Dateiname muss mit den '<strong>Mediathek Suchmuster</strong>' -> '<strong>supersized</strong>' übereinstimmen.

source: Meaning the word '<strong>supersized</strong>' must be part of your picture file name. See the following examples:
de_de: Das bedeutet, das Wort '<strong>supersized</strong>' muss Teil des Bild-Dateinamens sein. Siehe folgende Beispiele:

source: supersized-image-01.jpg
de_de: supersized-bild-01.jpg

source: image-supersized.jpg
de_de: bild-supersized.jpg

source: Please select your Media Library settings below:
de_de: Wählen Sie bitte Ihre Medithek Einstellungen aus:

source: Yes, enable media library
de_de: Ja, Mediathek aktivieren

source: No, disable media library
de_de: Nein, Mediathek ausschalten

source: Media library pattern can only be alphanumeric characters in range of [a-zA-Z].
de_de: Mediathek Suchmuster kann nur alphanumerische Zeichen enthalten [a-zA-Z].

source: Please fill in a media library pattern string!
de_de: Bitte geben Sie ein Mediathek Suchmuster ein!

source: Gallery
de_de: Galerie

source: NGG Gallery Settings
de_de: NGG Gallery Einstellungen

source: NGG Gallery Enabled
de_de: NGG Gallery aktiviert

source: NGG Gallery ID
de_de: NGG Galerie ID

source: NGG Gallery ID can only be digit / number in range of [0-9].
de_de: NGG Galerie ID kann nur eine Zahl sein [0-9].

source: Please fill in a NGG Gallery ID!
de_de: Bitte geben Sie eine NGG Galerie ID an!

source: Enter NGG gallery settings below:
de_de: Bitte NGG Galerie Einstellungen eingeben:

source: Yes, enable gallery
de_de: Ja, aktiviere Galerie

source: No, disable gallery
de_de: Nein, Galerie auschalten

source: Directory
de_de: Verzeichniss

source: Directory Settings
de_de: Verzeichniss Einstellungen

source: Directory Enabled
de_de: Verzeichniss aktiviert

source: Directory Path
de_de: Verzeichniss Pfad

source: Please fill in a directory path!
de_de: Bitte geben Sie einen Verzeichnisspfad an!

source: Enter Directory Path below:
de_de: Bitte Verzeichnisspfad eingeben:

source: Yes, enable directory
de_de: Ja, Verzeichnisspfad aktivieren

source: No, disable directory
de_de: Nein, Verzeichnisspfad ausschalten

source: Supersized Settings
de_de: Supersized Einstellungen

source: Error - No pictures found in NGG gallery with ID %d please select a different gallery!
de_de: Fehler - Es wurden keine Bilder in der NGG Bildergalerie mit der ID %d gefunden! Bitte wähle eine andere Bildergalerie!

source: Error - No pictures found in directory with path %s please check your directory path!
de_de: Felher - Es wurden keine Bilder im Verzeichnisspfad %s gefunden, bitte überprüfen Sie den Verzeichnisspfad!

source: Error - No pictures found in media library with pattern %s please check your media library picture upload!
de_de: Fehler - Es wurden keine Bilder in der Mediathek mit dem Suchmuster %s gefunden, bitte überprüfen Sie Ihre Bildernamen in der Mediathek!

source: wp_enqueue_scripts for css and js has been skipped!
de_de: wp_enqueue_scripts für css und js wurde übersprungen!

source: Sorry, you are not allowed to access this file directly.
de_de: Entschuldigung, Sie haben keine Erlaubniss auf diese Datei direkt zuzugreifen.
